Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kjonnsforskning.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The resolution has subsequently been followed by several other UN resolutions in addition to official documents from both national governments and international organisations such as the EU, The Organization for Security and Co-operation in Europe (OSCE), The Association of Southeast Asian Nations (ASEAN) and The African Union.
nn: Seinare er resolusjonen blitt følgt av fleire andre FN-resolusjonar, i tillegg til offisielle dokument frå både nasjonale regjeringar og internasjonale organisasjonar som EU, Organisasjonen for tryggleik og samarbeid i Europa (OSSE), Samanslutninga av søraustasiatiske statar (ASEAN) og Den afrikanske unionen.

source: The lawyers aren’t interested in that, but for me it was very exciting,” says Widerberg.
nn: Juristane er jo ikkje så interesserte i det, men for meg var det veldig spennande, seier Widerberg.

source: He also relegated his victim to the animal kingdom, saying that his ex-girlfriend was a raging, frothing “50-kilo pit bull”.
nn: Offeret tok òg turen innom dyreriket: «Tom» fortalde at ekskjærasten var ein rasande og frådande «pitbull på 50 kilo»:

source: Both Tove Stang Dahl and Harriet Holter included me.
nn: Både Tove Stang Dahl og Harrriet Holter var inkluderande.

source: “The debate surrounding this 800-metre race sums up the issues I address in my doctoral thesis.
nn: – Debatten rundt denne 800-meteren oppsummerar problemstillingane eg tek opp i avhandlinga mi.

source: According to them, there has been stronger emphasis on the cultural aspect since the beginning of the millennium onwards, despite the fact that many au pairs regard the scheme as an opportunity for migration.
nn: Frå og med tusenårsskiftet ser dei ei tydelegare vektlegging av kulturaspektet, trass i at mange au pairar ser på ordninga som ein migrasjonsmoglegheit.

source: Nicole resists talking to her host family about these things.
nn: Nicole vegrar seg for å snakke med vertsfamilien om desse tinga.

source: In order to secure a more inclusive digital medium and culture, we need more women and minority groups among developers and designers.
nn: For å sikre meir inkluderande digitale medium og kultur, treng vi fleire kvinner og minoritetsgrupper blant utviklarar og designarar.

source: We know that women who participate in extreme right groups are active and often have leadership positions, according to Skjelsbæk.
nn: Vi veit at kvinner som deltek i grupperingar på ytre høgre, er aktive og gjerne har leiarposisjonar, fortel Skjelsbæk.

source: "Women often take more responsibility for changing energy habits in the home, for instance by scheduling the laundry to sunny days," says researcher at Cicero Karina Standal.
nn: Kvinner tek ofte eit større ansvar for å endre energipraksis i heimen, til dømes ved å leggje klesvasken til solrike dagar, seier Cicero-forskar Karina Standal.

source: Widerberg finds certain topics interesting because gender plays a central role.
nn: Enkelte tema er interessante for Widerberg fordi kjønn er ein sentral del av temaet.

source: People often hire people who remind them of themselves, both when it comes to lifestyle and culture.
nn: Folk tilset ofte personar som minner om dei sjølve, både i livsstil og i kultur.

source: This is why we have special initiatives at the doctoral level for providing them with more entrepreneurial knowledge and skills.
nn: Difor har vi eigne initiativ på doktorgradsnivå for å hjelpe dei til meir kompetanse og kunnskap om entreprenørskap.

source: The text oriented approach discusses women’s position based on readings and interpretations of the Qur’an and the extensive hadith literature.
nn: Den tekstorienterte retninga diskuterer kvinners stilling med utgangspunkt i lesing og tolking av Koranen og den omfattande hadith-litteraturen.

source: "The meaning of gender perspectives in research is often reduced to just counting the number of men and women.
nn: – Kjønnsperspektiv blir ofte redusert til å telje menn og kvinner.

source: The situations in Russia and Poland are not identical, according to Holm-Hansen.
nn: Situasjonane i Russland og Polen er ikkje heilt like, meiner Holm-Hansen.

source: The reports were part of the follow-up to the development agreement with the ministry that NTNU, along with Norway’s other universities and university colleges, has drawn up.
nn: Rapportane var ei oppfølging av utviklingsavtalen NTNU, som dei andre universiteta og høgskulane, har med departementet.

source: These women fear that there will be more restrictions if they become too confrontational,” she says.
nn: Desse kvinnene ser det slik at dersom dei blir for konfronterande, vil det berre føre til restriksjonar, seier ho.

source: In other words, girls get a head start right from the beginning,” Bjerrum Nielsen believes, and adds that this tendency becomes magnified throughout the school years.
nn: Det interessante er at sjølv vi kjønnsforskarar, som veit så mykje om maktubalanse og marginalisering, og som kan vår Simone de Beauvoir på fingrane, også sit fast i denne tankegangen, seier ho.

source: “Gender imbalance in innovation also reflects imbalance within the engineer educations.
nn: – Kjønnsubalanse i innovasjon reflekterer dessutan ubalanse i ingeniørutdanningane.

source: Co-writer Vegard Jarness has written his PhD on symbolic boundaries and class distinctions.
nn: Medforfattar Vegard Jarness har skrive doktorgrad om symbolske grenser og klasseforskjellar.

source: In order to change this, the work culture and social culture need to be addressed,” says Widerberg.
nn: Om ein vil forandre noko på dette, må ein ta tak i arbeidskulturen og den sosiale kulturen, seier Widerberg.

source: Another is the Ocean School of Innovation, designed to encourage ocean-related innovation.”
nn: The Ocean School of Innovation, som skal stimulere til innovasjon innanfor havrommet, er eit anna.

source: The book is expected to appear in 2016.
nn: Boka er venta i 2016.

source: Although Norway is not the most class-divided society, the class structures are visible even here, according to Sølvberg and Jarness.
nn: Sjølv om Noreg ikkje har det mest klassedelte samfunnet, meiner Sølvberg og Jarness at klassestrukturar er synlege også her.

source: “In the workshop that we organised in Trondheim, for instance, the delegates discussed how they imagined a good transport sector in Trondheim in the near future.
nn: – På verkstaden vi hadde i Trondheim, til dømes, snakka deltakarane om korleis dei førestilte seg ein god transportsektor i Trondheim i nær framtid.

source: These differences have to do with gender differences in education and norms.”
nn: Desse skilnadene handlar om kjønnsforskjellar i utdanning og normer.

source: What is new now compared to earlier is that the ‘anti-gender’ language has been strengthened, particularly in the wake of the UN’s women’s conference in Beijing in 2005.
nn: Det som er nytt no samanlikna med tidlegare, er at «antigender»-språkbruken er kraftig styrkt, særleg i kjølvatnet av FNs kvinnekonferanse i Beijing i 2005.

source: In collaboration with researcher and jurist Helga Aune, she has examined the Norwegian au pair scheme in a labour and criminal law perspective.
nn: Ho har saman med forskar og jurist Helga Aune undersøkt den norske au pair-ordninga i eit arbeids- og strafferettsleg perspektiv.

source: The purpose of the project Shape Energy was to look at how research within the social sciences and the humanities might be better integrated in the EU’s energy policies.
nn: Prosjektet Shape Energy hadde til føremål å gjere samfunnsvitskapleg og humanistisk forsking betre integrert i EUs energipolitikk.

source: According to the Danish researcher Anette Warring, women’s sexuality becomes national and masculine property during wartime, and sexuality is given particular symbolic value.
nn: Ifølgje den danske forskaren Anette Warring blir kvinners seksualitet til ein nasjonal og maskulin eigedom i krig, og seksualiteten får ein ekstra symbolverdi.

source: Updated innovation concept means greater diversity
nn: Nye tankar om innovasjon og nyskaping gjev meir mangfald

source: “Ambrosia went far in her personal life, but she did not make a mission of it, and consequently she did not threaten the social order.
nn: – Ambrosia gjekk langt i sitt personlege liv, men ho gjorde det ikkje til eit program, og dermed trua ho ikkje samfunnsordenen.

source: “If you leave public opposition and demonstrations aside – what does people actually do if they are unhappy with the status quo?
nn: – Dersom ein legg dette med folkeleg opprør og demonstrasjonar til sides – kva er det eigentleg folk gjer dersom dei ikkje er tilfredse med status quo?

source: It is stated that since women often have traditional roles, they may prevent extremism among their male relatives,” says Skjelsbæk.
nn: Ein seier at fordi kvinner ofte har tradisjonelle roller, så kan dei førebygge ekstremisme hjå dei mannlege slektningane sine, fortel Skjelsbæk.

source: Some respondents reported physical and mental health problems as well as being left on their own to work and solve problems.
nn: Fleire melder om både fysiske og mentale helseproblem, og om at dei vart overlatne til seg sjølve i arbeidet med å finne løysingar.

source: “The branches that more commonly use gender as a category in their design are typically producers of consumer goods such as clothing and cosmetics.
nn: – Dei bransjane som elles brukar kjønn som kategori i design, er typisk produsentar av konsumprodukt som klede og kosmetikk.

source: Apart from a few special forces and a few other battalions, this is not a relevant objection,” says Hellum.
nn: Sett bort ifrå nokre få av spesialstyrkene og nokre få andre bataljonar er ikkje dette ei relevant innvending, seier ho.

source: Espen Solberg, Head of Research at the Nordic Institute for Studies in Innovation, Research and Education (NIFU), carried out some of the work underlying the NTNU reports.
nn: Forskingsleiar ved NIFU (Nordisk institutt for studiar av innovasjon, forsking og utdanning), Espen Solberg, gjorde delar av grunnlagsarbeidet for NTNU-rapportane.

source: These women were nevertheless punished, according to Professor Knut Papendorf, Jurist and Professor at the Department of Criminology and Sociology of Law at the University of Oslo.
nn: Men straffa vart desse kvinnene likevel, ifølgje professor Knut Papendorf, jurist og professor ved Institutt for kriminologi og rettssosiologi ved Universitetet i Oslo.

source: Not all men become extremists,” she says.
nn: Det er jo ikkje alle menn som blir ekstremistar, sier ho.

source: The hiring processes examined in the study took place in the period 2013–2018; the interviews were conducted in 2017 and 2018.
nn: Tilsettingsprosessane som studien tek for seg, fann stad i perioden 2013 til 2018, og intervjua vart gjort i 2017 og 2018.

source: Thus, according to the female football players that Lysa has spoken to, many things have changed since the first time she met them back in 2014.
nn: Dei kvinnelege fotballspelarane ho har snakka med, fortel difor at mykje har endra seg sidan ho møtte dei første gong i 2014.

source: A turning point came when Widerberg came into contact with Tove Stang Dahl, a pioneer in the area of feminist law.
nn: For Widerberg vart det avgjerande at ho kom i kontakt med miljøet kring Tove Stang Dahl, pioneren innanfor faget kvinnerett.

source: And it has to do with who works in the sections for innovation and product development, who are in contact with the customers and can report the customers’ needs back and so on.
nn: Og det har å gjere med kven som arbeider i avdelingane for innovasjon og produktutvikling, kven som har kontakt med kundar og kan melde tilbake behov og så bortetter, seier ho.

source: “The medical understanding of long-term exhaustion has changed.
nn: – Dei medisinske forståingane av langvarig utmatting har endra seg.

source: It has nevertheless added masculine value to the era, and consequently the female half of the population has been neglected,” says Løkka.
nn: Det har gitt epoken ein maskulin valør, som stiller den kvinnelege halvdelen av befolkninga i skuggen, hevdar Løkka.

source: is to inspire people to broaden their fantasy when they think of digital humanities.
nn: er å få folk til å utvide fantasien når dei tenker på digital humaniora.

source: Innovation may involve collaborating with other stakeholders, or different types of knowledge flow that benefit society at large,” says Solberg.
nn: – Noko som også er viktig å forstå, er at innovasjon tyder ulike ting innanfor ulike fagområde, seier Espen Solberg, forskingsleiar ved NIFU.Foto:

source: Alone in work, but not in life
nn: Aleine i arbeidet, men ikkje i livet

source: There were art schools abroad, but the public ones were only for men.
nn: Utanlands fanst det kunstskolar, men dei statlege var berre for menn.

source: While the men who built the ships are mentioned by name in the history books, the women who were responsible for weaving the sails are not mentioned at all.
nn: Medan mennene som bygde skipa har sine namn i historiebøkene, er ikkje kvinnene som laga segla til skipa nemnt med eit ord.

source: Many of those nearest Camilla would rather have seen the commission go to Ambrosia, and a private patron ensured that she could sculpt a smaller version in marble.
nn: Mange av dei som var nærmast Camilla hadde heller sett at oppdraget gjekk til Ambrosia, og ein privat mesen sørgde for at ho kunne lage ein mindre versjon i marmor.

source: The title of the report, ‘Make-up shit all over the sink’, is, for example, a quote from a male recruit who thought that women make too much drama and don’t follow the military routines properly.
nn: Til dømes er namnet på rapporten, «Sminkedritt over hele vasken», eit sitat frå ein mannleg rekrutt, som meinte for at kvinnene lager mykje drama og ikkje følgjer rutinane i militæret.

source: In his article in
nn: I artikkelen i

source: Innovation has typically been thought of as involving patents, licences and start-ups.
nn: Tidlegare tenkte ein gjerne på innovasjon som patent, lisensar og bedriftsetableringar.

source: Both Russia and Poland have been through what may be called an ‘illiberal turn’ during the past decade, which is particularly characterised by a rejection of so-called Western values.
nn: Både Russland og Polen har vore igjennom det som kan kallast ei «illiberal vending» det siste tiåret, som særleg kjem til uttrykk i ei avvising av såkalla vestlege verdiar.

source: Jill Rettberg, professor of digital culture at University of Bergen, says that some data sets preserve biases, particularly machine learning algorithms that transfer their conclusions to the machine learning.
nn: Jill Rettberg, professor i digital kultur ved Universitetet i Bergen, fortel at nokre datasett bringar fordommar vidare, og særleg maskinlæringsalgoritmar som fører konklusjonane vidare til maskinlæringa.

source: Because of her good contacts in Oslo, she took her family and moved to the city in 1983 to take a position as associate professor at the Department of the Sociology of Law.
nn: Dei gode kontaktane i Oslo gjorde at ho tok med familien og flytta til byen i 1983 for å bli førsteamanuensis ved Institutt for rettssosiologi.

source: In theory, the infection regulation applied to both sexes, but no men were interned in order to avert the transmission of sexual diseases.
nn: I teorien gjaldt smitteanordninga for begge kjønn, men ingen menn vart internert for å hindre spreiing av kjønnssjukdommar.

source: Ambrosia’s proposal showed Camilla as a lively, committed woman.
nn: Ambrosia sitt forslag viser Camilla som ei levande, engasjert kvinne.

source: Does technology affect our perceptions of ethics, culture and aesthetics?
nn: Får teknologien følger for våre oppfatningar av det etiske, det kulturelle og det estetiske?

source: It was not reinstated until 1960.
nn: Den vart ikkje gjeninnført før i 1960.

source: “People speculate what this means.
nn: – Ein spekulerer i kva det vil seie.

source: According to Bøe, the distinction between these two approaches is essential in order to understand feminism in Islam.
nn: Ifølgje Bøe er skiljet mellom desse to framgangsmåtane grunnleggjande for å forstå feminisme i islam.

source: It is in this context that we must understand the medical theories on a lack of coping ability and the objections of ME patients to these theories,” says Lian.
nn: Det er denne konteksten ein må forstå dei medisinske teoriane om manglande mestringsevne og dei ME-sjuke sine protester ut frå, hevdar Lian.

source: However, the 347 case files from Hovedøya give a completely different picture, according to Papendorf.
nn: Dei 347 saksmappene frå Hovedøya viser derimot eit heilt anna bilde, ifølgje Papendorf.

source: “The au pair scheme puts these women in an extremely vulnerable situation.
nn: – Au pair-ordninga set desse kvinnene i ein særleg sårbar situasjon.

source: The research team at UiT has already begun this work, and has recently published an article about how doctors and nurses use placebo mechanisms in clinical practice.
nn: Forskarteamet ved UiT er i gong med dette arbeidet, og har nyleg produsert ein artikkel om legar og sjukepleiarar, og korleis desse nyttar placebo-mekanismar i klinisk praksis.

source: Long-term strategic thinking has been in short supply during the pandemic, NIFU’s survey shows.
nn: Nettopp strategisk, langsiktig tenking har vore mangelvare under pandemien, viser NIFU si undersøking.

source: Feminist digital methods have thus emanated as a criticism against the humanities and social sciences’ uncritical approach to their own digital methods.
nn: Feministiske digitale metodar har såleis oppstått som ein kritikk mot at humaniora og samfunnsvitskapen er ukritiske til eigne digitale metodar.

source: The 800-metre race in Amsterdam was the start of a heated international debate about women, sports and health.
nn: 800-meteren i Amsterdam vart utgangspunkt for ein engasjert internasjonal debatt om kvinner, sport og helse.

source: Thousands of au pairs in Norway
nn: Fleire tusen au pairar i Noreg

source: “Having said that, the populists in Russia and Poland are not fascists in the sense that they want to abolish elections and introduce dictatorship.
nn: – Samstundes er ikkje populistane i Russland og Polen fascistar på den måten at dei vil avskaffe val og innføre diktatur.

source: In year 2000, the UN Security Council passed a resolution about women, peace and security.
nn: I år 2000 vedtok FNs tryggingsråd ein resolusjon om kvinner, fred og tryggleik.

source: “And according to the national conservatives, the ideological foundation is the family unit,” says Holm-Hansen.
nn: – Og ifølgje dei nasjonalkonservative er idegrunnlaget basert på familien som ei eining, fortel Holm-Hansen.

source: The Polish Minister for Justice’s party Solidarna Polska has suggested Polish withdrawal from the Istanbul Convention.
nn: Solidarna Polska, partiet til justisministeren i Polen har foreslått at Polen skal trekke seg frå Istanbul-konvensjonen.

source: “For me it has to do with knowledge development.
nn: - For meg handlar det om kunnskapsutvikling.

source: It examines the handling of the so-called German whores by the police and the health authorities.
nn: , som tek for seg politiet og helsemyndigheitene si handsaming av dei såkalla tyskarjentene.

source: “One informant said that physical training is always positive.
nn: – Ein informant hevda at trening alltid er positivt.

source: They may typically be qualities such as ambitious, goal-oriented, disciplined and positive,” says Sølvberg.
nn: Desse kan typisk vere ambisiøs, målretta, disiplinert og positiv, seier Sølvberg.

source: Perhaps this is because these terms have clear associations with the traditional employment relationship,” says Trine Annfelt.
nn: Kanskje har det å gjere med at desse omgrepa gir tydelege assosiasjonar til det tradisjonelle tilsettingsforholdet, undrar forskar Trine Annfelt.

source: Jill Rettberg is professor of digital culture at University of Bergen.
nn: Jill Rettberg er professor i digital kultur ved Universitetet i Bergen.

source: The official leagues are associated with a type of football that is more masculine, and if you practice such sports you may be accused of not being heterosexual,” says Lysa.
nn: Dei offisielle ligaene blir assosierte med ein type fotball som er meir maskulin, og driv du med det, så kan du kanskje møte skuldingar om at du ikkje er heterofil, fortel Lysa.

source: – Serious development
nn: – Alvorleg utvikling

source: The struggle for basic civil rights for women has not been easy, but according to Bøe, there is no doubt that the situation for women would have been much worse than it is today without this struggle.
nn: Kampen for grunnleggjande borgarrettar for kvinner har ikkje vore enkel, men Bøe meiner det ikkje er tvil om at situasjonen for kvinner ville vore mykje verre utan denne kampen.

source: “So-called recommendation algorithms, such as the ones you find in YouTube, advise you to click on increasingly extreme videos,” she says.
nn: – Såkalla tilrådingsalgoritmar, som for eksempel dei i YouTube, rådar deg til å klikke på stadig meir ekstreme videoar, seier ho.

source: This does not mean that women in these countries do not play football, because they do.
nn: Det tyder ikkje at kvinner i desse landa ikkje spelar fotball, for det gjer dei.

source: They weren’t only punished by the general public who cut their hair off, took away their jobs, and excluded them from Norwegian society.
nn: Ikkje berre av folk flest, som skamklipte dei, tok frå dei jobben, og frøys dei ut av det norske samfunnet, men også av norske myndigheiter.

source: However, Ambrosia had strong female friendships, and the most important of these was with Mary Banks from England.
nn: Derimot hadde Ambrosia sterke kvinnelege vennskap, og det viktigaste av desse var med engelske Mary Banks.

source: According to Vambheim, exploring gender differences in health research should become routine, since we now know that there are major differences.
nn: Vambheim meiner at å undersøke kjønnsforskjellar i helseforsking bør bli rutine, ettersom vi no veit at det finst store forskjellar.

source: It could be a way of prolonging the matter, which may indicate that there are also strong forces that do not wish Poland to pull out of the convention or the European community.”
nn: Det kan vere ein måte å trenere saka på, og kan tyde på at det også er sterke krefter som ikkje vil trekke Polen ut av konvensjonen eller vekk frå fellesskapen med Europa.

source: Today she is quite comfortable with her decision.
nn: Akkurat det er ho svært komfortabel med i dag.

source: “Women from the bourgeoisie had few career choices.
nn: – For kvinner av borgarskapet var det få yrke å velje i.

source: The au pair scheme is one of the few ways in which female immigrant workers outside of the EU without approved education may come to Norway to work,” she says.
nn: Au pair-ordninga er ein av dei få måtane kvinnelege arbeidsmigrantar utanfor EU utan godkjent utdanning har for å arbeide i Noreg, seier ho.

source: Today there is a requirement in the USA to include both genders in research funded by the national health institute, but this requirement did not appear until the 1990s.
nn: Først på 1990-talet kom det i USA eit krav om å inkludere begge kjønn i forsking som var finansiert av det nasjonale helseinstituttet.
